IdeaRS.OpenModel.CrossSection.FatigueTypeOfPrestressingSteel
Posttensioned reinforcement type

IdeaRS.OpenModel.CrossSection.FatigueTypeOfPrestressingSteel.PostTensioningSingleStrandsInPlasticDucts
Table 6.4N: Parameters for S-N curves of prestressing steel - row 2

IdeaRS.OpenModel.CrossSection.FatigueTypeOfPrestressingSteel.PostTensioningStraightTendonsOrCurvedTendonsInPlasticDucts
Table 6.4N: Parameters for S-N curves of prestressing steel - row 3

IdeaRS.OpenModel.CrossSection.FatigueTypeOfPrestressingSteel.PostTensioningCurvedTendonsInSteelDucts
Table 6.4N: Parameters for S-N curves of prestressing steel - row 4

IdeaRS.OpenModel.CrossSection.FatigueTypeOfPrestressingSteel.PostTensioningSplicingDevices
Table 6.4N: Parameters for S-N curves of prestressing steel - row 5

IdeaRS.OpenModel.CrossSection.FatigueTypeOfPrestressingSteel.PreTensioning
Table 6.4N: Parameters for S-N curves of prestressing steel - row 1

IdeaRS.OpenModel.CrossSection.FatigueTypeOfPrestressingSteel.ExternalTendon
Table 6.4N: Parameters for S-N curves of prestressing steel - special type